
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>爱人 2021年终 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="polaris.html" />
    
    
    <link rel="prev" href="../chapter1/death.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../chapter1/death.html">
            
                <a href="../chapter1/death.html">
            
                    
                    死亡
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter active" data-level="2.1" data-path="love_people.html">
            
                <a href="love_people.html">
            
                    
                    爱人 2021年终
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="polaris.html">
            
                <a href="polaris.html">
            
                    
                    紫微_2022年终
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >爱人 2021年终</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7231;&#x4EBA;">&#x7231;&#x4EBA;</h1>
<h4 id="&#x2014;&#x2014;2021&#x5E74;&#x7EC8;&#x603B;&#x7ED3;">&#x2014;&#x2014;2021&#x5E74;&#x7EC8;&#x603B;&#x7ED3;</h4>
<p>&#x8FD9;&#x4E2A;&#x6807;&#x9898;&#x662F;&#x4E00;&#x4E2A;&#x52A8;&#x5BBE;&#x77ED;&#x8BED;&#xFF0C; &#x4E5F;&#x5C31;&#x662F;&#x201C;&#x4EC1;&#x201D;&#xFF1B;&#x7136;&#x800C;&#x201D;&#x4EC1;&#x201C;&#x7684;&#x5883;&#x754C;&#x592A;&#x9AD8;&#xFF0C;&#x79C1;&#x4EE5;&#x4E3A;&#x4E0D;&#x914D;&#xFF0C;&#x6240;&#x4EE5;&#x91C7;&#x7528;&#x6B64;&#x6807;&#x9898;&#x3002;</p>
<p>&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x65B0;&#x51A0;&#x4E8C;&#x5E74;&#x7ED3;&#x675F;&#x4E86;&#xFF08;&#x53D6;2020&#x5E74;&#x4E3A;&#x5143;&#x5E74;&#xFF09;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x4E0D;&#x8BB0;&#x5F97;&#x6B63;&#x5E38;&#x7684;&#x751F;&#x6D3B;&#x662F;&#x4EC0;&#x4E48;&#x6A21;&#x6837;&#xFF0C;&#x6216;&#x8BF4;&#x6B63;&#x5E38;&#x7684;&#x751F;&#x6D3B;&#x5DF2;&#x7ECF;&#x53D8;&#x6210;&#x6211;&#x4E0D;&#x8BA4;&#x8BC6;&#x7684;&#x6837;&#x5B50;&#x3002;&#x82E5;&#x5E72;&#x5E74;&#x540E;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x5411;&#x5B69;&#x5B50;&#x4EEC;&#x8BB2;&#x8FF0;&#x8FD9;&#x6BB5;&#x5386;&#x53F2;&#xFF0C;&#x66F4;&#x53EF;&#x6015;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x662F;&#x5426;&#x5C06;&#x88AB;&#x8FEB;&#x8BB2;&#x8FF0;&#x75AB;&#x60C5;&#x4E4B;&#x524D;&#x7684;&#x5386;&#x53F2;&#xFF1F;&#x6B27;&#x7F8E;&#x56FD;&#x5BB6;&#x653F;&#x5E9C;&#x7684;&#x6709;&#x9650;&#x4F5C;&#x4E3A;&#x4EE4;&#x4EBA;&#x6124;&#x6012;&#xFF0C;&#x4F46;&#x4EBA;&#x6C11;&#x7684;&#x53CD;&#x667A;&#x7684;&#x786E;&#x53EF;&#x60B2;&#xFF1A;&#x8FD9;&#x662F;&#x5426;&#x662F;&#x4ED6;&#x4EEC;&#x5BF9;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x6B3A;&#x9A97;&#xFF0C;&#x5728;&#x5929;&#x707E;&#x9762;&#x524D;&#x7EF4;&#x6301;&#x6B63;&#x5E38;&#x751F;&#x6D3B;&#x7684;&#x4F53;&#x9762;&#xFF1F;&#x6211;&#x4E0D;&#x61C2;&#xFF0C;&#x6211;&#x53EA;&#x9075;&#x4ECE;&#x672C;&#x6027;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x6D3B;&#x4E0B;&#x53BB;&#x3002;</p>
<p>12&#x6708;25&#x65E5;&#x7684;&#x670B;&#x53CB;&#x5708;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#xFF1A;&#x6709;&#x4F34;&#x4FA3;&#x7684;&#x670B;&#x53CB;&#x5728;&#x548C;&#x7231;&#x4EBA;&#x76F8;&#x4F9D;&#xFF0C;&#x800C;&#x6CA1;&#x6709;&#x4F34;&#x4FA3;&#x7684;&#x670B;&#x53CB;&#x5728;&#x7F05;&#x6000;&#x7EA2;&#x65D7;&#x843D;&#x5730;30&#x5E74;&#x3002;&#x5C31;&#x6211;&#x7684;&#x670B;&#x53CB;&#x5708;&#x800C;&#x8A00;&#xFF0C;&#x4E8C;&#x8005;&#x6CA1;&#x6709;&#x4EA4;&#x96C6;&#x3002;&#x4E2A;&#x4F53;&#x7684;&#x60C5;&#x611F;&#x5728;&#x4E09;&#x5341;&#x5E74;&#x540E;&#x518D;&#x4E00;&#x6B21;&#x6218;&#x80DC;&#x4E86;&#x5B8F;&#x5927;&#x7684;&#x547D;&#x8FD0;&#x3002;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x574F;&#x4E8B;&#xFF0C;&#x56E0;&#x4E3A;&#x771F;&#x7406;&#x672C;&#x5C31;&#x5982;&#x6B64;&#x3002;&#x4EBA;&#x4E43;&#x5929;&#x5730;&#x95F4;&#x7B2C;&#x4E00;&#x8981;&#x4E8B;&#x2014;&#x2014;&#x5982;&#x679C;&#x6211;&#x662F;&#x4E00;&#x6761;&#x72D7;&#x6211;&#x80AF;&#x5B9A;&#x4E0D;&#x4F1A;&#x8FD9;&#x4E48;&#x8BF4;&#xFF0C;&#x4F46;&#x6211;&#x662F;&#x4E2A;&#x4EBA;&#xFF0C;&#x6211;&#x5F53;&#x7136;&#x5BF9;&#x540C;&#x7C7B;&#x6709;&#x79C1;&#x5FC3;&#x3002;&#x56E0;&#x6B64;&#x7231;&#x4EBA;&#x5E94;&#x5F53;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x8BC4;&#x4EF7;&#x6807;&#x51C6;&#x3002;</p>
<p>&#x6211;&#x4E0D;&#x559C;&#x6B22;&#x73AF;&#x5883;&#x4FDD;&#x62A4;&#x52A8;&#x7269;&#x4FDD;&#x62A4;&#x7B49;&#x7B49;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x67D0;&#x4E9B;&#x653F;&#x6CBB;&#x503E;&#x5411;&#x6D4B;&#x8BC4;&#x7F51;&#x7AD9;&#x4E0A;&#x5F80;&#x5F80;&#x88AB;&#x8BC4;&#x4EF7;&#x53F3;&#x503E;&#xFF1B;&#x6211;&#x4EA6;&#x4E0D;&#x559C;&#x6B22;&#x76BF;&#x716E;&#x81EA;&#x7531;&#x5C0F;&#x8D44;&#x60C5;&#x8C03;&#x7B49;&#x7B49;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x5E73;&#x53F0;&#x4E0A;&#x5BF9;&#x7EBF;&#x65F6;&#x5F80;&#x5F80;&#x88AB;&#x8BC4;&#x4EF7;&#x5DE6;&#x503E;&#x3002;&#x6211;&#x5BF9;&#x4E8E;&#x5404;&#x79CD;&#x601D;&#x6F6E;&#x7684;&#x8BC4;&#x4EF7;&#x6807;&#x51C6;&#x5341;&#x5206;&#x5355;&#x4E00;&#xFF1A;&#x5B83;&#x662F;&#x5426;&#x8DB3;&#x591F;&#x5C0A;&#x91CD;&#x4EBA;&#x7684;&#x5B58;&#x5728;&#x3002;</p>
<p>&#x51E0;&#x5343;&#x5E74;&#x6765;&#xFF0C;&#x8FD9;&#x793E;&#x4F1A;&#x4E0A;&#x603B;&#x6709;&#x4E00;&#x7C7B;&#x4EBA;&#xFF0C;&#x4ED6;&#x4EEC;&#x5BA3;&#x79F0;&#x201C;&#x795E;&#x201D;&#x7684;&#x5B58;&#x5728;&#x3002;&#x8FD9;&#x795E;&#x53EF;&#x80FD;&#x662F;&#x67D0;&#x4E2A;&#x5B9E;&#x4F53;&#xFF0C;&#x5982;&#x5546;&#x671D;&#x7684;&#x660A;&#x5929;&#x4E0A;&#x5E1D;&#xFF0C;&#x5982;&#x8036;&#x548C;&#x534E;&#xFF0C;&#x5982;&#x7FBD;&#x86C7;&#x795E;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x67D0;&#x79CD;&#x7406;&#x5FF5;&#xFF0C;&#x5982;&#x81EA;&#x7531;&#x6C11;&#x4E3B;&#xFF0C;&#x5982;&#x96C5;&#x5229;&#x5B89;&#x81F3;&#x4E0A;&#xFF0C;&#x5982;114514&#x79CD;&#x6027;&#x522B;&#x5E73;&#x7B49;&#x3002;&#x7136;&#x540E;&#x4ED6;&#x4EEC;&#x5BA3;&#x79F0;&#x53EA;&#x6709;&#x81EA;&#x5DF1;&#x638C;&#x63E1;&#x4E86;&#x795E;&#x7684;&#x65E8;&#x610F;&#xFF0C;&#x4EBA;&#x6C11;&#x82E5;&#x60F3;&#x4F8D;&#x5949;&#x795E;&#xFF0C;&#x5C31;&#x8981;&#x4F8D;&#x5949;&#x795E;&#x7684;&#x4EE3;&#x884C;&#x8005;&#x2014;&#x2014;&#x4E5F;&#x5C31;&#x662F;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#xFF0C;&#x7A0D;&#x6709;&#x5F02;&#x8BAE;&#x8005;&#x5373;&#x89C6;&#x4E3A;&#x795E;&#x7684;&#x654C;&#x4EBA;&#xFF0C;&#x53D1;&#x52A8;&#x6218;&#x9A6C;&#x4E0A;&#x6216;&#x5149;&#x7F06;&#x4E0A;&#x7684;&#x5341;&#x5B57;&#x519B;&#x4E1C;&#x5F81;&#x3002;</p>
<p>&#x8FD9;&#x7FA4;&#x4EBA;&#x4EE5;&#x77E5;&#x8BC6;&#x5206;&#x5B50;&#x4E3A;&#x4E3B;&#x3002;&#x796D;&#x53F8;&#x3001;&#x58EB;&#x5927;&#x592B;&#x3001;&#x6559;&#x58EB;&#x3001;&#x5A92;&#x4F53;&#x4EBA;&#x3001;&#x516C;&#x5171;&#x77E5;&#x8BC6;&#x5206;&#x5B50;&#x90FD;&#x662F;&#x4ED6;&#x4EEC;&#x7684;&#x66FE;&#x7528;&#x540D;&#x6216;&#x73B0;&#x7528;&#x540D;&#x3002;&#x4ED6;&#x4EEC;&#x7684;&#x8FF7;&#x60D1;&#x6027;&#x5728;&#x4E8E;&#x4ED6;&#x4EEC;&#x7684;&#x795E;&#x5F80;&#x5F80;&#x786E;&#x5B9E;&#x4EE3;&#x8868;&#x771F;&#x7406;&#x7684;&#x67D0;&#x4E00;&#x9762;&#xFF0C;&#x6279;&#x5224;&#x201C;&#x795E;&#x201D;&#x662F;&#x65E0;&#x7528;&#x7684;&#xFF0C;&#x9700;&#x8981;&#x6279;&#x5224;&#x7684;&#x662F;&#x901A;&#x5F80;&#x795E;&#x7684;&#x9053;&#x8DEF;&#x3002;&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x4FDD;&#x62A4;&#x73AF;&#x5883;&#x7684;&#x7406;&#x5FF5;&#x662F;&#x6CA1;&#x9519;&#x7684;&#xFF0C;&#x4F46;&#x82E5;&#x56E0;&#x6B64;&#x8981;&#x6C42;&#x540E;&#x53D1;&#x56FD;&#x5BB6;&#x51CF;&#x6162;&#x5DE5;&#x4E1A;&#x5316;&#x901F;&#x5EA6;&#x5219;&#x662F;&#x53CD;&#x4EBA;&#x7C7B;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x4FDD;&#x62A4;&#x73AF;&#x5883;&#x5E76;&#x4E0D;&#x662F;&#x56E0;&#x4E3A;&#x5730;&#x7403;&#x662F;&#x6211;&#x4EEC;&#x7239;&#xFF0C;&#x800C;&#x662F;&#x56E0;&#x4E3A;&#x73AF;&#x5883;&#x7684;&#x4F18;&#x826F;&#x6709;&#x76CA;&#x4E8E;&#x4EBA;&#x7684;&#x53D1;&#x5C55;&#x3002;</p>
<p>&#x8BB8;&#x591A;&#x7406;&#x5FF5;&#x662F;&#x4ECE;&#x5BF9;&#x4EBA;&#x7684;&#x5173;&#x7231;&#x800C;&#x9610;&#x53D1;&#x51FA;&#x6765;&#xFF0C;&#x4F46;&#x7ECF;&#x8FC7;&#x6709;&#x610F;&#x65E0;&#x610F;&#x7684;&#x5BA3;&#x4F20;&#xFF0C;&#x5927;&#x4F17;&#x53EA;&#x8BB0;&#x4F4F;&#x4E86;&#x7406;&#x5FF5;&#x800C;&#x5FD8;&#x8BB0;&#x4E86;&#x7406;&#x5FF5;&#x7684;&#x76EE;&#x7684;&#xFF1A;&#x4E00;&#x5207;&#x4E3A;&#x4E86;&#x4EBA;&#x7C7B;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x6B63;&#x786E;&#x7684;&#x7406;&#x5FF5;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x53CD;&#x4EBA;&#x7C7B;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x77E5;&#x8BC6;&#x5206;&#x5B50;&#x4E0D;&#x53EF;&#x50B2;&#x6162;&#x5730;&#x81EA;&#x8BA4;&#x4E3A;&#x662F;&#x4EBA;&#x6C11;&#x7684;&#x62EF;&#x6551;&#x8005;&#xFF08;&#x867D;&#x7136;&#x81EA;&#x53E4;&#x4EE5;&#x6765;&#x8FD9;&#x662F;&#x77E5;&#x8BC6;&#x5206;&#x5B50;&#x7684;&#x901A;&#x75C5;&#xFF0C;&#x897F;&#x65B9;&#x7684;&#x5F25;&#x8D5B;&#x4E9A;&#x60C5;&#x7ED3;&#x4E0E;&#x4E1C;&#x65B9;&#x7684;&#x6D4E;&#x4E16;&#x60C5;&#x7ED3;&#xFF09;&#xFF0C;&#x800C;&#x5E94;&#x5F53;&#x53BB;&#x503E;&#x542C;&#xFF0C;&#x53BB;&#x5B66;&#x4E60;&#xFF0C;&#x65F6;&#x5E38;&#x53CD;&#x601D;&#x81EA;&#x5DF1;&#x662F;&#x5426;&#x4E0E;&#x4EBA;&#x6C11;&#x8131;&#x8282;&#x3002;&#x4ECE;&#x6765;&#x90FD;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#x5E26;&#x9886;&#x6216;&#x8BEF;&#x5BFC;&#x4E86;&#x4EBA;&#x6C11;&#xFF0C;&#x800C;&#x662F;&#x4EBA;&#x6C11;&#x9009;&#x62E9;&#x6216;&#x629B;&#x5F03;&#x4E86;&#x4EC0;&#x4E48;&#x3002;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x201C;&#x8C01;&#x8D62;&#xFF0C;&#x4ED6;&#x4EEC;&#x8DDF;&#x8C01;&#x201D;&#xFF0C; &#x800C;&#x662F;&#x4ED6;&#x4EEC;&#x9009;&#x62E9;&#x4E86;&#x8C01;&#xFF0C;&#x8C01;&#x5C31;&#x4F1A;&#x8D62;&#x3002;&#x7CBE;&#x82F1;&#x4EEC;&#x4E0D;&#x53EF;&#x5F97;&#x610F;&#x5FD8;&#x5F62;&#xFF0C;&#x56E0;&#x4E16;&#x754C;&#x5404;&#x56FD;&#x7684;&#x7CBE;&#x82F1;&#x5176;&#x5B9E;&#x76F8;&#x5DEE;&#x65E0;&#x51E0;&#xFF0C;&#x51B3;&#x5B9A;&#x6C11;&#x65CF;&#x547D;&#x8FD0;&#x7684;&#x4E43;&#x662F;&#x5B83;&#x7684;&#x4EBA;&#x6C11;&#xFF0C;&#x800C;&#x6211;&#x5F88;&#x8363;&#x5E78;&#x6210;&#x4E3A;&#x8FD9;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x8363;&#x8000;&#x7684;&#x6C11;&#x65CF;&#x7684;&#x4EBA;&#x6C11;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x76F8;&#x5BF9;&#x4E8E;&#x4EBA;&#x7C7B;&#x4E2A;&#x4F53;&#x7684;&#x884C;&#x52A8;&#x8303;&#x56F4;&#x4EE5;&#x53CA;&#x5BFF;&#x547D;&#x957F;&#x5EA6;&#xFF0C;&#x4E16;&#x754C;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x65E0;&#x9650;&#x5927;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x53EA;&#x6709;&#x6211;&#x6240;&#x611F;&#x77E5;&#x624D;&#x6210;&#x4E3A;&#x6211;&#x4E4B;&#x4E16;&#x754C;&#xFF08;&#x8FD9;&#x662F;&#x6587;&#x5B66;&#x5316;&#x7684;&#x8BF4;&#x6CD5;&#xFF0C;&#x800C;&#x975E;&#x54F2;&#x5B66;&#x4E0A;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x5426;&#x5219;&#x4F1A;&#x63A8;&#x5BFC;&#x51FA;&#x4E0A;&#x5E1D;&#x5B58;&#x5728;&#xFF09;&#x3002;&#x6211;&#x6240;&#x7231;&#x7684;&#x4EBA;&#x8303;&#x56F4;&#x5C40;&#x9650;&#x4E8E;&#x6B64;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x65E0;&#x6CD5;&#x4E0E;&#x6240;&#x8C13;&#x4E0D;&#x662F;&#x540C;&#x80DE;&#x7684;&#x540C;&#x5FD7;&#x5171;&#x60C5;&#x3002;</p>
<p>&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x4FD7;&#x4EBA;&#xFF0C;&#x65B0;&#x7684;&#x4E00;&#x5E74;&#x8FD8;&#x662F;&#x8981;&#x7EE7;&#x7EED;&#x5B66;&#x4E60;&#xFF0C;&#x5C06;&#x6765;&#x7ED9;&#x5BB6;&#x91CC;&#x591A;&#x6512;&#x94B1;&#xFF0C;&#x7ED9;&#x56FD;&#x5BB6;&#x591A;&#x4E0A;&#x7A0E;&#x2014;&#x2014;&#x6211;&#x89C9;&#x5F97;&#x8FD9;&#x662F;&#x6700;&#x4E3A;&#x58EE;&#x4E3D;&#x7684;&#x5B8F;&#x5927;&#x53D9;&#x4E8B;&#xFF0C;&#x662F;&#x72EC;&#x5C5E;&#x4E8E;&#x4E2D;&#x56FD;&#x7684;&#x5B8F;&#x5927;&#x53D9;&#x4E8B;&#xFF0C;&#x5373;&#x5343;&#x4E07;&#x5BB6;&#x5EAD;&#x4E0E;&#x56FD;&#x5BB6;&#x7684;&#x5229;&#x76CA;&#x4E00;&#x81F4;&#x3002;&#x81F3;&#x4E8E;&#x4EC0;&#x4E48;&#x5143;&#x5B87;&#x5B99;&#xFF0C;&#x91CF;&#x53D8;&#x5F53;&#x7136;&#x53EF;&#x4EE5;&#x5F15;&#x53D1;&#x8D28;&#x53D8;&#xFF0C;&#x4F46;&#x4E0D;&#x8DB3;&#x91CF;&#x7684;&#x91CF;&#x53D8;&#x4F9D;&#x7136;&#x662F;&#x91CF;&#x53D8;&#x800C;&#x975E;&#x8D28;&#x53D8;&#x3002;</p>
<p>&#x6211;&#x5B81;&#x613F;&#x6B7B;&#x5728;&#x8015;&#x7530;&#x7684;&#x62D6;&#x62C9;&#x673A;&#x4E0A;&#x4E5F;&#x4E0D;&#x613F;&#x6234;&#x7740;VR&#x6B7B;&#x5728;&#x865A;&#x5047;&#x7684;&#x5FEB;&#x611F;&#x4E2D;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="../chapter1/death.html" class="navigation navigation-prev " aria-label="Previous page: 死亡">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="polaris.html" class="navigation navigation-next " aria-label="Next page: 紫微_2022年终">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"爱人 2021年终","level":"2.1","depth":1,"next":{"title":"紫微_2022年终","level":"2.2","depth":1,"path":"chapter2/polaris.md","ref":"chapter2/polaris.md","articles":[]},"previous":{"title":"死亡","level":"1.2","depth":1,"path":"chapter1/death.md","ref":"chapter1/death.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter2/love_people.md","mtime":"2022-12-31T15:51:19.223Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2023-01-02T03:59:27.520Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

