
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>紫微_2022年终 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="love_people.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../chapter1/death.html">
            
                <a href="../chapter1/death.html">
            
                    
                    死亡
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="love_people.html">
            
                <a href="love_people.html">
            
                    
                    爱人 2021年终
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.2" data-path="polaris.html">
            
                <a href="polaris.html">
            
                    
                    紫微_2022年终
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >紫微_2022年终</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8DEF;&#x4F76;&#x671B;&#x7D2B;&#x5FAE;">&#x8DEF;&#x4F76;&#x671B;&#x7D2B;&#x5FAE;</h1>
<h4 id="&#x2014;&#x2014;2022&#x5E74;&#x7EC8;&#x603B;&#x7ED3;">&#x2014;&#x2014;2022&#x5E74;&#x7EC8;&#x603B;&#x7ED3;</h4>
<p>&#x4E00;&#x5730;&#x9E21;&#x6BDB;&#x7684;2022&#x5E74;&#x7ED3;&#x675F;&#x4E86;&#x3002;&#x6211;&#x8FD8;&#x8BB0;&#x5F97;&#x5728;2020&#x5E74;&#x7EC8;&#x65F6;&#x6211;&#x8BF4;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x8BC1;&#x636E;&#x8868;&#x660E;2021&#x5E74;&#x5C06;&#x4F18;&#x4E8E;2020&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x4F9D;&#x7136;&#x8981;&#x8BF4;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x8BC1;&#x636E;&#x8868;&#x660E;2023&#x5C06;&#x4F18;&#x4E8E;2022&#x3002;</p>
<p>&#x201C;&#x5386;&#x53F2;&#x662F;&#x87BA;&#x65CB;&#x4E0A;&#x5347;&#x7684;&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x53E5;&#x6B63;&#x786E;&#x7684;&#x8BDD;&#xFF0C;&#x4F46;&#x4E5F;&#x662F;&#x534A;&#x53E5;&#x5E9F;&#x8BDD;&#x3002;&#x56E0;&#x4E3A;&#x4E2A;&#x4EBA;&#x7684;&#x751F;&#x547D;
&#x5728;&#x5386;&#x53F2;&#x4E4B;&#x4E2D;&#x662F;&#x5982;&#x6B64;&#x77ED;&#x6682;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x53EF;&#x4EE5;&#x4ECE;&#x65F6;&#x95F4;&#x6BB5;&#x8FD1;&#x4F3C;&#x4E3A;&#x65F6;&#x95F4;&#x70B9;&#x3002;&#x8BD5;&#x60F3;&#x4E00;&#x4E0B;&#x67D0;&#x4E2A;&#x4EBA;
&#x51FA;&#x751F;&#x4E8E;1840&#x5E74;&#x7684;&#x4E2D;&#x56FD;&#x4E61;&#x6751;&#xFF0C;&#x4ED6;&#x7684;&#x4E00;&#x751F;&#x6216;&#x8BB8;&#x662F;&#x87BA;&#x65CB;&#x4E0B;&#x964D;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x76F4;&#x7EBF;&#x4E0B;&#x964D;&#x7684;&#x3002;&#x5F53;&#x7136;
&#x6709;&#x4EBA;&#x4F1A;&#x5C1D;&#x8BD5;&#x5207;&#x5272;&#x5B8F;&#x5927;&#x53D9;&#x4E8B;&#x4E0E;&#x4E2A;&#x4EBA;&#x547D;&#x8FD0;&#xFF0C;&#x4F46;&#x5386;&#x6B21;&#x8D54;&#x6B3E;&#x7684;&#x94F6;&#x4E24;&#x53EF;&#x5E76;&#x4E0D;&#x4F1A;&#x635F;&#x5BB3;&#x8FBE;&#x5B98;&#x8D35;&#x4EBA;&#x4EEC;
&#x7684;&#x8170;&#x5305;&#x3002;&#x8428;&#x9547;&#x51B0;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x6BD5;&#x7ADF;&#x662F;&#x5C11;&#x6570;&#xFF0C;&#x5176;&#x751F;&#x6D3B;&#x6761;&#x4EF6;&#x3001;&#x8FD0;&#x6C14;&#x53CA;&#x5BFF;&#x547D;&#x8FDC;&#x8D85;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#x3002;</p>
<p>&#x6211;&#x5F53;&#x7136;&#x4E0D;&#x662F;&#x501F;&#x53E4;&#x8BBD;&#x4ECA;&#xFF0C;&#x5F53;&#x4ECA;&#x7684;&#x5927;&#x73AF;&#x5883;&#x6BD4;1840&#x5E74;&#x4E0D;&#x77E5;&#x9053;&#x597D;&#x5230;&#x54EA;&#x91CC;&#x53BB;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x671F;&#x671B;
&#x5BFF;&#x547D;&#x4E5F;&#x8D85;&#x8FC7;&#x4E03;&#x5341;&#x5E74;&#xFF1A;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x6211;&#x4EEC;&#x8D70;&#x51FA;&#x5386;&#x53F2;&#x7684;&#x5C40;&#x90E8;&#x4F4E;&#x8C37;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x63D0;&#x9AD8;&#x4E86;&#x3002;</p>
<p>&#x5386;&#x53F2;&#x7684;&#x5C40;&#x90E8;&#x4F4E;&#x8C37;&#x6709;&#x591A;&#x4E45;&#xFF1F;&#x4E00;&#x4E2A;&#x6708;&#xFF0C;&#x4E00;&#x5E74;&#xFF0C;&#x5341;&#x5E74;&#xFF0C;&#x767E;&#x5E74;&#x90FD;&#x6709;&#x53EF;&#x80FD;&#x3002;&#x987B;&#x77E5;&#x4E00;&#x6BB5;&#x65F6;&#x671F;&#x8F7D;&#x5165;&#x5386;&#x53F2;&#xFF0C;&#x5176;
&#x957F;&#x5EA6;&#x6216;&#x70C8;&#x5EA6;&#x81F3;&#x5C11;&#x6709;&#x4E00;&#x8005;&#x8F83;&#x4E3A;&#x663E;&#x8457;&#x3002;&#x4E09;&#x5E74;&#x75AB;&#x60C5;&#xFF0C;&#x771F;&#x7684;&#x4E0D;&#x7B97;&#x592A;&#x957F;&#xFF0C;&#x5982;&#x4ECA;&#x7684;&#x89E3;&#x5C01;&#x4E0E;&#x5176;&#x8BF4;&#x662F;&#x89E3;&#x5C01;&#xFF0C;&#x4E0D;&#x5982;&#x8BF4;&#x662F;&#x626F;&#x4E0B;&#x4E86;&#x7ECF;&#x6D4E;&#x7684;&#x906E;&#x7F9E;&#x5E03;&#xFF0C;&#x800C;&#x653E;&#x773C;&#x5168;&#x7403;&#xFF0C;&#x75B2;&#x8F6F;&#x7684;&#x56FD;&#x5185;&#x7ECF;&#x6D4E;&#x5374;&#x8FD8;&#x662F;&#x9E64;&#x7ACB;&#x9E21;&#x7FA4;&#x3002;
&#x5168;&#x7403;&#x8303;&#x56F4;&#x7684;&#x7ECF;&#x6D4E;&#x8427;&#x6761;&#x5B9E;&#x9645;&#x4E0A;&#x4ECE;2020&#x5E74;&#x5C31;&#x5DF2;&#x5F00;&#x59CB;&#xFF0C;&#x800C;&#x7FFB;&#x5F00;&#x53F2;&#x4E66;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x77E5;&#x9053;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x4EC0;&#x4E48;&#x3002;</p>
<p>&#x5F53;&#x706B;&#x836F;&#x79EF;&#x7D2F;&#x5F97;&#x8DB3;&#x591F;&#x591A;&#x65F6;&#xFF0C;&#x706B;&#x836F;&#x5806;&#x7684;&#x5F15;&#x7206;&#x51E0;&#x6210;&#x5FC5;&#x7136;&#xFF0C;&#x800C;&#x8BA8;&#x8BBA;&#x662F;&#x54EA;&#x9897;&#x706B;&#x661F;&#x7684;&#x8D23;&#x4EFB;&#x610F;&#x4E49;&#x4E0D;&#x5927;&#x3002;</p>
<p>&#x201C;&#x6211;&#x6210;&#x4E86;&#x6B7B;&#x795E;&#xFF0C;&#x4E16;&#x754C;&#x7684;&#x6BC1;&#x706D;&#x8005;&#x201D;&#xFF0C;&#x76EE;&#x7779;&#x6838;&#x6218;&#x4E89;&#x540E;&#x679C;&#x7684;&#x5965;&#x672C;&#x6D77;&#x9ED8;&#x5982;&#x662F;&#x8BF4;&#x3002;&#x4F46;&#x6211;&#x6709;&#x4E00;&#x4E2A;&#x75AF;&#x72C2;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;
&#x6838;&#x6B66;&#x5668;&#x786E;&#x5B9E;&#x662F;&#x4E16;&#x754C;&#x7684;&#x6BC1;&#x706D;&#x8005;&#xFF0C;&#x4F46;&#x5B83;&#x6BC1;&#x706D;&#x7684;&#x65B9;&#x5F0F;&#x5E76;&#x975E;&#x901A;&#x8FC7;&#x70ED;&#x6218;&#x4E2D;&#x7684;&#x7206;&#x70B8;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x6838;&#x5E73;&#x8861;&#x4F7F;&#x5F97;
&#x4EBA;&#x7C7B;&#x4E16;&#x754C;&#x65E0;&#x6CD5;&#x5927;&#x89C4;&#x6A21;&#x6D88;&#x5316;&#x8FC7;&#x5269;&#x4EBA;&#x53E3;&#xFF0C;&#x6700;&#x7EC8;&#x56E0;&#x8D44;&#x6E90;&#x4E0D;&#x8DB3;&#x8D70;&#x5411;&#x6BC1;&#x706D;&#x3002;&#x5F53;&#x7136;&#x6211;&#x4EEC;&#x5728;&#x79EF;&#x6781;&#x5730;&#x81EA;&#x6551;&#xFF0C;&#x5BF9;&#x4E8E;
&#x65B0;&#x80FD;&#x6E90;&#x7684;&#x6295;&#x8D44;&#x4EE5;&#x53CA;&#x5BF9;&#x4E8E;&#x592A;&#x7A7A;&#x63A2;&#x7D22;&#x7684;&#x575A;&#x6301;&#x4F7F;&#x6211;&#x5BF9;&#x4E8E;&#x4EBA;&#x7C7B;&#x7684;&#x672A;&#x6765;&#x4F9D;&#x7136;&#x6709;&#x5E0C;&#x671B;&#x3002;</p>
<p>&#x5728;&#x5386;&#x53F2;&#x7684;&#x8FC7;&#x5C71;&#x8F66;&#x4E0A;&#xFF0C;&#x4E2A;&#x4F53;&#x7684;&#x80FD;&#x529B;&#x5B9E;&#x5728;&#x6709;&#x9650;&#xFF0C;&#x4F46;&#x867D;&#x7136;&#x6709;&#x9650;&#xFF0C;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#x4F9D;&#x7136;&#x662F;&#x5177;&#x5907;&#x6709;&#x9650;&#x81EA;&#x7531;&#x7684;&#xFF0C;
&#x6216;&#x8BF4;&#x88AB;&#x8FEB;&#x5177;&#x5907;&#x67D0;&#x4E9B;&#x81EA;&#x7531;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E2A;&#x8FC7;&#x5C71;&#x8F66;&#x5B83;&#x662F;&#x5206;&#x5C94;&#x7684;&#x3002;&#x6709;&#x540E;&#x73B0;&#x4EE3;&#x4E3B;&#x4E49;&#x8005;&#x53EF;&#x80FD;&#x8BF4;&#x7231;&#x548B;&#x7684;&#x548B;&#x7684;&#x5427;&#xFF0C;
&#x6709;&#x52A0;&#x901F;&#x4E3B;&#x4E49;&#x8005;&#x53EF;&#x80FD;&#x8BF4;&#x6211;&#x53EA;&#x60F3;&#x770B;&#x5217;&#x8F66;&#x8131;&#x8F68;&#xFF0C;&#x4F46;&#x636E;&#x6211;&#x89C2;&#x5BDF;&#xFF0C;99.99%&#x7684;&#x4EBA;&#x662F;&#x6015;&#x6B7B;&#x7684;&#xFF0C;&#x5F53;&#x5217;&#x8F66;&#x51B2;&#x51FA;
&#x8F68;&#x9053;&#x4E4B;&#x65F6;&#x6CA1;&#x51E0;&#x4E2A;&#x4EBA;&#x7B11;&#x5F97;&#x51FA;&#x6765;&#x3002;</p>
<p>&#x867D;&#x7136;&#x638C;&#x63E1;&#x81EA;&#x5DF1;&#x7684;&#x547D;&#x8FD0;&#x662F;&#x6781;&#x4E3A;&#x56F0;&#x96BE;&#x7684;&#xFF0C;&#x4F46;&#x5BF9;&#x81EA;&#x8EAB;&#x547D;&#x8FD0;&#x505A;&#x51FA;&#x7EC6;&#x5FAE;&#x8C03;&#x6574;&#x662F;&#x53EF;&#x884C;&#x7684;&#x3002;&#x53EF;&#x884C;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x5BB9;&#x6613;&#xFF0C;
&#x76F8;&#x53CD;&#x610F;&#x5473;&#x7740;&#x75DB;&#x82E6;&#xFF1A;&#x56E0;&#x4E3A;&#x4E0D;&#x65AD;&#x7684;&#x5C1D;&#x8BD5;&#x610F;&#x5473;&#x7740;&#x4E0D;&#x65AD;&#x7684;&#x78B0;&#x58C1;&#x4EE5;&#x53CA;&#x5BF9;&#x4E8E;&#x81EA;&#x8EAB;&#x80FD;&#x529B;&#x6108;&#x52A0;&#x6E05;&#x6670;&#x7684;&#x8BA4;&#x8BC6;&#x3002;&#x81EA;&#x5A92;&#x4F53;
&#x6B63;&#x662F;&#x6293;&#x4F4F;&#x4E86;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x5F00;&#x5C40;&#x4E00;&#x4E2A;&#x89C2;&#x70B9;&#xFF0C;&#x903B;&#x8F91;&#x94FE;&#x5168;&#x9760;&#x7F16;&#xFF0C;&#x56E0;&#x4E3A;&#x601D;&#x8003;&#x8017;&#x795E;&#x800C;&#x53E3;&#x53F7;&#x5177;&#x6709;&#x539F;&#x59CB;&#x7684;&#x5FEB;&#x611F;&#x3002;</p>
<p>&#x6211;&#x975E;&#x5E38;&#x8BA8;&#x538C;&#x201C;&#x53D1;&#x6CC4;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#xFF0C;&#x5B83;&#x603B;&#x662F;&#x6DB5;&#x517B;&#x4E0D;&#x8DB3;&#x7684;&#x501F;&#x53E3;&#xFF0C;&#x800C;&#x4E14;&#x7F3A;&#x4E4F;&#x5177;&#x4F53;&#x7684;&#x5BBE;&#x8BED;&#x3002;&#x201C;&#x6211;&#x53EA;&#x662F;&#x60F3;&#x53D1;&#x6CC4;&#xFF01;&#x201D;
&#x5DE8;&#x5A74;&#x4EEC;&#x54ED;&#x53F7;&#x7740;&#xFF0C;&#x7136;&#x800C;&#x5F53;&#x4F60;&#x8BE2;&#x95EE;&#x4ED6;&#x4EEC;&#x60F3;&#x53D1;&#x6CC4;&#x4F55;&#x79CD;&#x5177;&#x4F53;&#x60C5;&#x611F;&#x65F6;&#xFF0C;&#x4ED6;&#x4EEC;&#x5F80;&#x5F80;&#x7F04;&#x53E3;&#x4E0D;&#x8A00;&#x3002;&#x4EBA;&#x6027;&#x4E0D;&#x7B49;&#x4E8E;
&#x52A8;&#x7269;&#x6027;&#xFF0C;&#x5B83;&#x795E;&#x6027;&#x7684;&#x4E00;&#x9762;&#x6307;&#x5BFC;&#x6211;&#x4EEC;&#x7406;&#x6027;&#x4E0E;&#x8282;&#x5236;&#xFF0C;&#x4F7F;&#x6211;&#x4EEC;&#x4E0D;&#x653E;&#x5F03;&#x601D;&#x8003;&#xFF0C;&#x4F7F;&#x6211;&#x4EEC;&#x62E5;&#x6709;&#x9AD8;&#x8D35;&#x7684;&#x52B3;&#x7D2F;&#x3002;
&#x8FD9;&#x662F;&#x89E3;&#x6784;&#x4E3B;&#x4E49;&#x8005;&#x4EEC;&#x5E38;&#x51FA;&#x7684;&#x4E4C;&#x9F99;&#xFF0C;&#x628A;&#x771F;&#x7406;&#x590D;&#x8BFB;&#x4E00;&#x4E07;&#x904D;&#x53D8;&#x6210;&#x4E86;&#x7B11;&#x8BDD;&#x3001;&#x6897;&#x3001;meme&#xFF0C;&#x4F46;&#x5F53;&#x4E00;&#x4E2A;&#x4E1C;&#x897F;
&#x53D8;&#x6210;&#x6A21;&#x56E0;&#x4E4B;&#x540E;&#x603B;&#x6709;&#x6897;&#x8B66;&#x5BDF;&#x51FA;&#x52A8;&#xFF0C;&#x628A;&#x7B11;&#x8BDD;&#x53D8;&#x6210;&#x4E86;&#x771F;&#x7406;&#xFF1A;&#x5C31;&#x597D;&#x50CF;&#x7838;&#x70C2;&#x4E86;&#x4E00;&#x5C0A;&#x5723;&#x50CF;&#xFF0C;&#x7136;&#x540E;&#x7528;&#x5B83;&#x7684;&#x6B8B;&#x9AB8;
&#x5851;&#x4E86;&#x4E00;&#x5C0A;&#x65B0;&#x7684;&#x96D5;&#x5851;&#xFF08;&#x5F80;&#x5F80;&#x662F;&#x5927;&#x7CAA;&#x7684;&#x5F62;&#x72B6;&#xFF09;&#x5E76;&#x9876;&#x793C;&#x819C;&#x62DC;&#x3002;&#x4EBA;&#x6C38;&#x8FDC;&#x65E0;&#x6CD5;&#x5F7B;&#x5E95;&#x629B;&#x5F03;&#x75DB;&#x82E6;&#x7684;&#x7406;&#x6027;&#xFF0C;&#x4F55;&#x4E0D;
&#x62E5;&#x62B1;&#x5B83;&#xFF1F;</p>
<p>&#x603B;&#x4E66;&#x8BB0;&#x7684;&#x65B0;&#x5E74;&#x8BB2;&#x8BDD;&#x53EF;&#x4EE5;&#x603B;&#x7ED3;&#x4E3A;&#x201C;&#x8BF7;&#x5927;&#x5BB6;&#x7AD9;&#x7A33;&#x6276;&#x597D;&#xFF0C;&#x5927;&#x7684;&#x8FD8;&#x5728;&#x540E;&#x9762;&#x5462;&#x201D;&#x3002;&#x9053;&#x963B;&#x4E14;&#x957F;&#xFF0C;&#x4F46;
&#x522B;&#x53EA;&#x987E;&#x773C;&#x524D;&#x7684;&#x4EE8;&#x74DC;&#x4FE9;&#x67A3;&#xFF08;&#x65AF;&#x62C9;&#x592B;&#x4EBA;&#x6BD4;&#x8F83;&#x559C;&#x6B22;&#x72AF;&#x8FD9;&#x79CD;&#x9519;&#x8BEF;&#xFF09;&#xFF0C;&#x795D;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x7684;&#x8BF8;&#x4F4D;&#x5373;&#x4F7F;&#x5728;&#x4E0B;&#x5761;&#x8DEF;&#x4E5F;&#x6C38;&#x4E0D;&#x653E;&#x5F03;&#x5F62;&#x800C;&#x4E0A;
&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x795D;&#x7406;&#x6027;&#x7684;&#x5317;&#x6781;&#x661F;&#x6C38;&#x4E0D;&#x88AB;&#x9634;&#x973E;&#x906E;&#x853D;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="love_people.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 爱人 2021年终">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"紫微_2022年终","level":"2.2","depth":1,"previous":{"title":"爱人 2021年终","level":"2.1","depth":1,"path":"chapter2/love_people.md","ref":"chapter2/love_people.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"chapter2/polaris.md","mtime":"2023-01-02T03:53:26.176Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2023-01-02T03:59:27.520Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

